Revit 2027 API
ParameterTypeId.ElemFamilyAndTypeParam Property
 "Family and Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemFamilyAndTypeParam { get; }
Public Shared ReadOnly Property ElemFamilyAndTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemFamilyAndTypeParam {
	ForgeTypeId^ get ();
}
static member ElemFamilyAndTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace